{
  "error": "Ein Fehler ist aufgetreten",
  "message_fetch": "Nachrichtenabfrage fehlgeschlagen",
  "message_empty": "Die Nachricht ist leer",
  "message_not_found": "Ich konnte die Nachricht nicht finden, auf die du Bezug nimmst.",
  "font_invalid": "Schriftart nicht gefunden: `{{font}}`",
  "banned": "Du oder dieser Server ist für die Nutzung dieses Bots gesperrt.",
  "blocked": "Der Zielbenutzer hat die Bildgenerierung blockiert. (oder Sie haben die Bilderzeugung blockiert)",
  "blocked_with_spoiler": "Der Zielbenutzer hat die Erzeugung von Bildern aus Nachrichten, die Spoiler enthalten, blockiert. (oder Sie haben die Bilderzeugung blockiert)",
  "remove_not_allowed": "Du bist nicht berechtigt, die Nachricht zu entfernen.",
  "control_not_allowed": "Du bist nicht berechtigt, dieses Bild zu bearbeiten.",
  "bot_permissions": {
    "guild": "Ich habe nicht die erforderlichen Berechtigungen auf diesem Server.",
    "channel": "Ich habe nicht die erforderlichen Berechtigungen, um Befehle in diesem Kanal auszuführen.",
    "required_permissions": "Bitte überprüfe, ob diesem Bot folgende Berechtigungen gewährt wurden:\n- Kanal anzeigen\n- Nachrichten senden\n- Links einbetten\n- Dateien anhängen\n- Nachrichtenverlauf lesen",
    "required_permissions_in_thread": "Bitte überprüfe, ob diesem Bot folgende Berechtigungen gewährt wurden:\n- Kanal anzeigen\n- Nachrichten in Threads senden (oder Posts)\n- Links einbetten\n- Dateien anhängen\n- Nachrichtenverlauf lesen",
    "dm": "Dem Bot ist es nicht erlaubt, Nachrichten zu senden. Bitte erlaube diesem Bot Nachrichten zu senden in den Berechtigungseinstellungen."
  },
  "bot_timed_out": "I am now timed out. If you have specify permissions, please remove the timeout or contact the server administrator to have the timeout removed.",
  "not_bot_admin": "Du bist nicht der Admin dieses Bots.",
  "custom_quote_not_allowed": "Der Zielbenutzer oder die Zielbenutzer haben die Erstellung von benutzerdefinierten Bildern nicht erlaubt.",
  "custom_quote_not_allowed_auto": "Custom Quote is automatically enabled, but the server has more than {{limit}} members, or the target user or you are forcing Custom Quote to be disabled.",
  "cooldown": {
    "title": "Beruhigen Sie sich.",
    "desc": "Dieser Server hat eine Abklingzeit für Zitate, bitte warten Sie {{sec}}."
  },
  "channel_not_found": "Der Kanal, zu dem Sie umgeleitet werden, konnte nicht gefunden werden. Bitte wenden Sie sich an den Administrator dieses Servers",
  "always_quote_limit": "Es können nur {{limit}} Always Quote Kanäle zugewiesen werden.",
  "you_cant_use": "Du kannst nicht zitiert werden. Bitte frage deinen Server-Administrator, Zitate für dich zu aktivieren.",
  "cant_view": "I can't view this channel. Please check the channel permissions.",
  "edit_failed": "Failed to edit the message.",
  "unknown_integration_type": "Unknown integration type. Please report this in the support server.",
  "userapp_not_allowed": "You can't use User App Quote in this channel because the “Send Messages” permission is not granted to you."
}
