{
  "error": "Wystąpił błąd",
  "message_fetch": "Nie udało się pozyskać wiadomości",
  "message_empty": "Wiadomość jest pusta",
  "message_not_found": "Nie mogłem znaleźć wiadomości, do której się odnosisz.",
  "font_invalid": "Nie znaleziono czcionki: `{{font}}`",
  "banned": "Ty albo ten serwer zostaliście zbanowani z możliwości używania tego bota.",
  "blocked": "Użytkownik docelowy zablokował generowanie obrazków. (lub ty zablokowałeś generowanie obrazków)",
  "blocked_with_spoiler": "Użytkownik docelowy zablokował generowanie obrazków z wiadomości oznaczonych jako spoiler. (lub ty zablokowałeś generowanie obrazków)",
  "remove_not_allowed": "Nie możesz usunąć tej wiadomości.",
  "control_not_allowed": "Nie masz uprawnień potrzebnych do edytowania tego obrazka.",
  "bot_permissions": {
    "guild": "Nie mam potrzebnych uprawnień na tym serwerze.",
    "channel": "Nie mam uprawnień potrzebnych, żeby wykonywać komendy na tym kanale.",
    "required_permissions": "Sprawdź, czy bot ma poniższe uprawnienia:\n- Wyświetlanie kanału\n- Wysyłanie wiadomości\n- Wyświetlanie podglądu linku\n- Załączanie plików\n- Czytanie historii czatu",
    "required_permissions_in_thread": "Sprawdź, czy bot ma poniższe uprawnienia:\n- Wyświetlanie kanału\n- Wysyłanie wiadomości w wątkach\n- Wyświetlanie podglądu linku\n- Załączanie plików\n- Czytanie historii czatu",
    "dm": "Bot nie może wysyłać wiadomości. Zezwól botu na wysyłanie wiadomości w ustawieniach uprawnień."
  },
  "bot_timed_out": "Wiadomość nie może zostać wysłana, ponieważ bot został Wysłany na przerwę. Jeśli posiadasz wymagane uprawnienia, zdejmij przerwę z bota lub skontaktuj się z administratorami serwera.",
  "not_bot_admin": "Nie jesteś administratorem tego bota.",
  "custom_quote_not_allowed": "Użytkownik docelowy nie zezwala na Własne Cytaty.",
  "custom_quote_not_allowed_auto": "Własne Cytaty są automatycznie włączone, lecz serwer ma więcej niż {{limit}} członków lub użytkownik docelowy lub ty wymusza wyłączenie Własnych Cytatów.",
  "cooldown": {
    "title": "Uspokój się.",
    "desc": "Ten serwer ma włączony Cooldown Cytatów. Zaczekaj {{sec}} sekund(y)."
  },
  "channel_not_found": "Kanał, do którego przekierowuję, nie istnieje. Skontaktuj się z administratorem serwera.",
  "always_quote_limit": "Można przypisać tylko {{limit}} kanał(y/ów) Always Quote.",
  "you_cant_use": "Nie możesz być cytowany. Poproś administratora serwera o włączenie możliwości cytowania.",
  "cant_view": "Nie mogę wyświetlić tego kanału. Sprawdź pozwolenia kanału.",
  "edit_failed": "Nie udało się edytować wiadomości."
}
