{
  "error": "Si è verificato un errore",
  "message_fetch": "Impossibile recuperare il messaggio",
  "message_empty": "Il messaggio è vuoto",
  "message_not_found": "Non sono riuscito a trovare il messaggio a cui ti stai riferendo.",
  "font_invalid": "Font non valido: `{{font}}`",
  "theme_invalid": "Il tema non è stato individuato: `{{theme}}`",
  "banned": "All'utente o a questo server è vietato l'utilizzo di questo bot.",
  "blocked": "L'utente di riferimento ha bloccato la generazione di immagini. (o hai bloccato la generazione di immagini)",
  "blocked_with_spoiler": "L'utente di destinazione sta bloccando la generazione di immagini dai messaggi contenenti spoiler. (o hai bloccato la generazione di immagini)",
  "remove_not_allowed": "Non sei autorizzato a rimuovere il messaggio.",
  "control_not_allowed": "Non hai il permesso di modificare questa immagine.",
  "bot_permissions": {
    "guild": "Non ho i permessi necessari in questo server.",
    "channel": "Non ho i permessi necessari per eseguire comandi in questo canale.",
    "required_permissions": "Verifica che i seguenti permessi siano stati concessi a questo bot:\n- Visualizzare i canali \n- Inviare messaggi\n- Incorporare i link\n- Allegare i file\n- Leggere la cronologia dei messaggi",
    "required_permissions_in_thread": "Verifica che i seguenti permessi siano stati concessi a questo bot:\n- Visualizzare i canali \n- Inviare messaggi nei thread (o nei Post)\n- Incorporare i link\n- Allegare i file\n- Leggere la cronologia dei messaggi",
    "dm": "Il bot non è autorizzato a inviare messaggi. Consenti al bot di inviare messaggi nella sezione Permessi nelle impostazioni."
  },
  "bot_timed_out": "Il messaggio non può essere inviato perché a questo bot è stato applicato un Time Out. Se si dispone di autorizzazioni specifiche, rimuovere il Time Out o contattare l'amministratore del server per rimuoverlo.",
  "not_bot_admin": "Non sei un amministratore di questo bot.",
  "custom_quote_not_allowed": "L'utente di destinazione o l'utente non ha consentito la generazione di citazioni personalizzate.",
  "custom_quote_not_allowed_auto": "La citazione personalizzata è attivata automaticamente, ma il server ha più di {{limit}} membri, o l'user bersaglio oppure stai forzando la citazione personalizzata a essere disattivata.",
  "cooldown": {
    "title": "Calma.",
    "desc": "Questo server ha un cooldown di citazione, attendere {{sec}}."
  },
  "channel_not_found": "Non è stato possibile trovare il canale a cui reindirizzare. Contattare l'amministratore di questo server",
  "always_quote_limit": "Solo {{limit}} canali con la funzione di citare sempre i messaggi possono essere assegnati.",
  "you_cant_use": "Non puoi essere citato. Per favore chiedi all'amministratore del tuo server di attivare Quote per te.",
  "cant_view": "Non riesco a vedere questo canale. Per favore controlla i permessi di questo canale.",
  "edit_failed": "Impossibile modificare il messaggio.",
  "unknown_integration_type": "Tipo d'integrazione sconosciuta. Per favore segnala questo nel server di supporto.",
  "userapp_not_allowed": "Non puoi usare le citazione app degli User in questo canale perché il permesso di  \"Mandare messaggio\" non ti è stato dato.",
  "plus": {
    "plus_bot_required": "Make it a Quote+ è obbligato a usare questo bot dedicato.",
    "get": "Ottieni Make it a Quote+",
    "theme": "Funzionalità tema disponibile solamente in {{planname}}.{{get}}"
  }
}
