{
  "error": "Виникла помилка",
  "message_fetch": "Не вдалося отримати повідомлення",
  "message_empty": "Повідомлення порожнє",
  "message_not_found": "Я не зміг знайти повідомлення, на яке ви посилаєтесь.",
  "font_invalid": "Шрифт не знайдено: `{{font}}`",
  "banned": "Вам або цьому серверу заборонено використовувати цього бота.",
  "blocked": "Цільовий користувач заблокував генерацію зображень. (або ви заблокували генерацію зображень)",
  "blocked_with_spoiler": "Цільовий користувач заблокував генерацію зображень з повідомлення, що містить спойлер. (або ви заблокували генерацію зображень)",
  "remove_not_allowed": "Вам не дозволено видалити це повідомлення.",
  "control_not_allowed": "У вас немає дозволу редагувати це зображення.",
  "bot_permissions": {
    "guild": "Я не маю необхідних дозволів на цьому сервері.",
    "channel": "Я не маю необхідних дозволів для запуску команд у цьому каналі.",
    "required_permissions": "Будь ласка, перевірте, чи надані наступні дозволи цьому боту:\n- Дивитися канали\n- Надсилання повідомлень\n- Вставляти посилання\n- Прикріпляти файлів\n- Читати історію повідомлень",
    "required_permissions_in_thread": "Будь ласка, перевірте, чи надані наступні дозволи цьому боту:\n- Дивитися канали\n- Відправляти повідомлення у гілках та публікаціях\n- Вставляти посилання\n- Прикріпляти файлів\n- Читати історію повідомлень",
    "dm": "Боту не дозволено надсилати повідомлення. Будь ласка, дозвольте цьому боту надсилати повідомлення в налаштуваннях дозволів."
  },
  "bot_timed_out": "Повідомлення не може бути надіслано, оскільки цей бот знаходиться у тимчасовому блоці. Якщо у вас є відповідні дозволи, будь ласка, зніміть тимчасовий блок або зверніться до адміністраторів сервера, щоб вони зняли тимчасовий блок.",
  "not_bot_admin": "Ви не є адміністратором цього бота.",
  "custom_quote_not_allowed": "Цільовий користувач (або ви) не дозволяє Custom Quotes.",
  "cooldown": {
    "title": "Притримай коней.",
    "desc": "Цей сервер має затримку повідомлень. Будь ласка, зачекайте {{sec}} секунд(-у/-и)."
  },
  "channel_not_found": "Канал, на який я перенаправляю, не вдалося знайти. Будь ласка, зверніться до адміністратора цього сервера.",
  "always_quote_limit": "Можна призначити лише {{limit}} каналів для постійного цитування.",
  "you_cant_use": "You are not Quotable. Please ask your server administrator to enable Quote for you."
}
