{
  "meta": {
    "description": "Показати допомогу бота"
  },
  "name": "Допомога",
  "support_server": "Сервер підтримки",
  "page1": {
    "title": "Як користуватися ботом",
    "description": "Коли ви згадуєте цього бота у відповіді на повідомлення, він генерує зображення з того повідомлення.",
    "available_options": "Доступні опції",
    "separate": "Якщо ви вказуєте більш ніж одну, розділіть використовуючи `,`",
    "font_name": "Назва шрифту"
  },
  "page2": {
    "title": "Про користувацькі налаштування",
    "block": "Якщо ви не хочете, щоб з ваших повідомлень створювалися цитати, ви можете заблокувати їх створення.\nВи можете вибрати один з двох варіантів: заборонити їх для всіх повідомлень або заборонити для повідомлень, що містять спойлери.",
    "default": "Ви можете змінити налаштування за замовчуванням, які використовуються для створення зображень.\nВи можете вказати додаткові опції до налаштувань за замовчуванням або вимкнути будь-яку опцію, увімкнену за замовчуванням, додавши до неї префікс `-`, наприклад `-color`.",
    "custom_quote": "Дозволити або заборонити Custom Quote. Детальніше див. на сторінці 4."
  },
  "page3": {
    "title": "Про налаштування сервера",
    "language": "Ви можете змінити мову цього бота на сервері.",
    "cooldown": "Затримка створення цитат може бути встановлена в секундах.",
    "redirect": "Ви можете налаштувати автоматичне надсилання цитати на вказаний канал. Ви можете вибрати, чи надсилати цитати в оригінальному каналі, чи ні.",
    "always_quote": "Автоматично цитувати повідомлення на вказаному каналі. Можна вказати до 5 каналів."
  },
  "page4": {
    "title": "Про Custom Quote",
    "description": "Функція Custom Quote дозволяє створити цитату з вигаданого висловлювання.",
    "1": "Умови використання",
    "2": "І автор, і одержувач повинні дозволити Custom Quotes за допомогою команди `/user_settings custom_quote`.",
    "3": "Як користуватися",
    "4": "Використовуйте команду `/custom_quote`. Якщо вказано `quote_as`, Custom Quote буде створено від імені користувача, інакше - від вашого імені."
  },
  "buttons": {
    "prev": "Попередня",
    "next": "Наступна",
    "close": "Закрити"
  },
  "only_executor": "Лише користувач який викликав це повідомлення допомоги може виконати цю дію."
}
