{
  "error": "Er trad een error op",
  "message_fetch": "Kon het bericht niet ophalen",
  "message_empty": "Het bericht is leeg",
  "message_not_found": "Ik kon het bericht waar je naar verwijst niet vinden.",
  "font_invalid": "Font niet gevonden: `{{font}}`",
  "theme_invalid": "Theme not found: `{{theme}}`",
  "banned": "Jij of de server is verbannen voor het gebruiken van de bot.",
  "blocked": "Doelgebruiker heeft het genereren van afbeeldingen geblokkeerd. (of jij hebt het genereren van afbeeldingen geblokkeerd)",
  "blocked_with_spoiler": "Doelgebruiker heeft het genereren van afbeeldingen geblokkeerd voor Spoiler-inhoud. (of u hebt het genereren van afbeeldingen geblokkeerd)",
  "remove_not_allowed": "Je bent niet gemachtigd om het bericht te verwijderen.",
  "control_not_allowed": "Je hebt geen toestemming om deze afbeelding te bewerken.",
  "bot_permissions": {
    "guild": "Ik heb niet de vereiste machtigingen op deze server.",
    "channel": "Ik heb niet de vereiste machtigingen om commando's in dit kanaal uit te voeren.",
    "required_permissions": "Please check that the following permissions have been granted to this bot:\n- View Channel\n- Send Messages\n- Embed links\n- Attach Files\n- Read Message History\n\nYou can run </doctor:{{cmd}}> to check the permissions.",
    "required_permissions_in_thread": "Controleer of de volgende machtigingen zijn toegekend aan deze bot:\n- Kanaal bekijken\n- Berichten versturen in Thread (of posts)\n- Links insluiten\n- Bestanden bijvoegen\n- Berichtgeschiedenis lezen",
    "dm": "De bot mag geen berichten verzenden. Sta deze bot toe om berichten te versturen in de toestemmingsinstellingen.",
    "user_app": "You do not have the required permissions to run commands in this channel. Please check that the following permissions have been granted to **you**:\n- Use External Apps\n- View Channel\n- Send Messages\n- Embed Links\n- Attach Files\n- Read Message History"
  },
  "bot_timed_out": "The message cannot be sent because this bot has timed out. If you have specify permissions, please remove the timeout or contact the server administrator to have the timeout removed.",
  "not_bot_admin": "Je bent geen beheerder van deze bot.",
  "custom_quote_not_allowed": "The target user or you does not allow custom quotes.",
  "custom_quote_not_allowed_auto": "Custom Quote is automatically enabled, but the server has more than {{limit}} members, or the target user or you are forcing Custom Quote to be disabled.",
  "cooldown": {
    "title": "Calm down.",
    "desc": "This server has Quote-Cooldown. Please wait {{sec}}."
  },
  "channel_not_found": "Het kanaal waarnaar ik doorverwijs kon niet worden gevonden. Neem contact op met de beheerder van deze server.",
  "always_quote_limit": "Only {{limit}} Always Quote channels can be assigned.",
  "you_cant_use": "You are not Quotable. Please ask your server administrator to enable Quote for you.",
  "cant_view": "I can't view this channel. Please check the channel permissions.\n(I need the “View Channel” permission. If you are using a Voice-Text channel, I also need the “Connect” permission.)",
  "edit_failed": "Failed to edit the message.",
  "unknown_integration_type": "Unknown integration type. Please report this in the support server.",
  "userapp_not_allowed": "You can't use User App Quote in this channel because the “Use External Apps” or ”Send Messages” permission is not granted to you.",
  "plus": {
    "get": "Get Make it a Quote+",
    "theme": "Theme feature is only available in {{planname}}. {{get}}"
  },
  "forwarded_message": "Due to bot specifications, forwarded messages cannot currently be quoted. This may change in the future."
}
