{
  "error": "Um erro aconteceu",
  "message_fetch": "A mensagem não foi encontrada",
  "message_empty": "A mensagem está vazia",
  "message_not_found": "Eu não pude achar a mensagem em qual você está se referindo.",
  "font_invalid": "A fonte não foi encontrada: '{{font}}'",
  "theme_invalid": "Theme not found: `{{theme}}`",
  "banned": "Você e/ou esse servidor está banido de usar esse bot.",
  "blocked": "O usuario bloqueou a geração de imagens. (ou você bloqueou a geração de imagens)",
  "blocked_with_spoiler": "O usuário alvo bloqueou a geração de imagens a partir de mensagens que incluem spoilers( ou foi você quem bloqueou)",
  "remove_not_allowed": "Você não tem permissão para remover essa mensagem.",
  "control_not_allowed": "Você não tem permissão para editar essa imagem.",
  "bot_permissions": {
    "guild": "Eu nã tenho a permissão nessesaria neste servidor.",
    "channel": "Eu não tenho a permissão nesesaria para executar comandos nesse canal.",
    "required_permissions": "Please check that the following permissions have been granted to this bot:\n- View Channel\n- Send Messages\n- Embed links\n- Attach Files\n- Read Message History\n\nYou can run </doctor:{{cmd}}> to check the permissions.",
    "required_permissions_in_thread": "Por favor, verifique se as seguintes permissões foram concedidas a este bot:\n\nVer Canal\nEnviar Mensagens em Threads (ou Posts)\nIncorporar Links\nAnexar Arquivos\nLer Histórico de Mensagens",
    "dm": "O bot não tem a permissão para mandar mensagens. Por favor de a permissão para o bot mandar mensagens."
  },
  "bot_timed_out": "A mensagem não pode ser enviada pois o bot ficou com tempo esgotadl. se você tiver permissões especificas, por favor remova o temporizador ou contato com o administrador do servidor para remover o timer.",
  "not_bot_admin": "Você não é um administrador do Bot.",
  "custom_quote_not_allowed": "O usuario alvo ou você não permite que sejam criados citações personalizadas.",
  "custom_quote_not_allowed_auto": "Custom Quote is automatically enabled, but the server has more than {{limit}} members, or the target user or you are forcing Custom Quote to be disabled.",
  "cooldown": {
    "title": "Se acalme.",
    "desc": "Esse servidor tem um Tempo de espera para citações, por favor espere {{sec}}."
  },
  "channel_not_found": "O canal para o qual estou redirecionando não pôde ser encontrado. Entre em contato com o administrador desse servidor.",
  "always_quote_limit": "Somente pode ter {{limit}} sempre citados.",
  "you_cant_use": "Você não é citável. Solicite ao administrador do servidor que ative a opção Citar para você.",
  "cant_view": "I can't view this channel. Please check the channel permissions.\n(I need the “View Channel” permission. If you are using a Voice-Text channel, I also need the “Connect” permission.)",
  "edit_failed": "Failed to edit the message.",
  "unknown_integration_type": "Unknown integration type. Please report this in the support server.",
  "userapp_not_allowed": "You can't use User App Quote in this channel because the “Use External Apps” permission is not granted to you.",
  "plus": {
    "get": "Get Make it a Quote+",
    "theme": "Theme feature is only available in {{planname}}. {{get}}"
  },
  "forwarded_message": "Due to bot specifications, forwarded messages cannot currently be quoted. This may change in the future."
}
