{
  "error": "Um erro aconteceu",
  "message_fetch": "A mensagem não foi encontrada",
  "message_empty": "A mensagem está vazia",
  "message_not_found": "Eu não pude achar a mensagem em qual você está se referindo.",
  "font_invalid": "A fonte não foi encontrada: '{{font}}'",
  "banned": "Você e/ou esse servidor está banido de usar esse bot.",
  "blocked": "O usuario bloqueou a geração de imagens. (ou você bloqueou a geração de imagens)",
  "blocked_with_spoiler": "O usuário alvo bloqueou a geração de imagens a partir de mensagens que incluem spoilers( ou foi você quem bloqueou)",
  "remove_not_allowed": "Você não tem permissão para remover essa mensagem.",
  "control_not_allowed": "Você não tem permissão para editar essa imagem.",
  "bot_permissions": {
    "guild": "Eu nã tenho a permissão nessesaria neste servidor.",
    "channel": "Eu não tenho a permissão nesesaria para executar comandos nesse canal.",
    "required_permissions": "Por favor, verifique se as seguintes permissões foram concedidas a este \"bot.\":\nVer Canal\nEnviar Mensagens\nIncorporar Links\nAnexar Arquivos\nLer Histórico de Mensagens",
    "required_permissions_in_thread": "Por favor, verifique se as seguintes permissões foram concedidas a este bot:\n\nVer Canal\nEnviar Mensagens em Threads (ou Posts)\nIncorporar Links\nAnexar Arquivos\nLer Histórico de Mensagens",
    "dm": "O bot não tem a permissão para mandar mensagens. Por favor de a permissão para o bot mandar mensagens."
  },
  "bot_timed_out": "The message cannot be sent because this bot has timed out. If you have specify permissions, please remove the timeout or contact the server administrator to have the timeout removed.",
  "not_bot_admin": "You are not a this bot's admin.",
  "custom_quote_not_allowed": "The target user or you does not allow custom quotes.",
  "cooldown": {
    "title": "Calm down.",
    "desc": "This server has Quote-Cooldown. Please wait {{sec}} second(s)."
  },
  "channel_not_found": "The channel to which I am redirecting could not be found. Please contact the administrator of this server.",
  "always_quote_limit": "Only {{limit}} Always Quote channels can be assigned.",
  "you_cant_use": "You are not Quotable. Please ask your server administrator to enable Quote for you."
}
