{
  "meta": {
    "description": "Muestra la ayuda del bot"
  },
  "name": "Ayuda",
  "support_server": "Servidor de asistencia",
  "page1": {
    "title": "Cómo utilizar el Bot",
    "description": "Cuando mencionas este bot en una respuesta a un mensaje, genera una imagen a partir de ese mensaje.",
    "available_options": "Opciones disponibles",
    "separate": "Si especifica más de uno, sepárelos con `,`",
    "font_name": "Nombre de la fuente"
  },
  "page2": {
    "title": "Acerca de la configuración de usuario",
    "block": "Si no quieres que se cree Quote a partir de tus mensajes, puedes bloquear la generación.\nPuedes elegir entre dos opciones: no permitirla en todos los mensajes o no permitirla en los mensajes que contengan spoilers.",
    "default": "Puede cambiar la configuración por defecto utilizada para generar imágenes.\nPuede especificar opciones adicionales a la configuración por defecto, o puede desactivar cualquier opción activada por defecto anteponiéndole el prefijo `-`, por ejemplo `-color`.",
    "custom_quote": "Permitir o no permitir Cita Personalizada. Consulte la página 4 para más detalles."
  },
  "page3": {
    "title": "Acerca de la configuración del servidor",
    "language": "Puedes cambiar el idioma de este Bot en el servidor.",
    "cooldown": "El cooldown de la creación de citas se puede establecer en segundos.",
    "redirect": "You can choose to have the Quote automatically transferred to a specified channel. You can choose whether or not to send the Quote on the original channel.",
    "always_quote": "Automatically Quote a message on the specified channel. Up to 5 channels can be specified."
  },
  "page4": {
    "title": "About Custom Quote",
    "description": "Custom Quote feature allows you to create a Quote from a fictitious statement.",
    "1": "Conditions of use",
    "2": "Both author and recipient must allow custom quotes with the `/user_settings custom_quote` command.",
    "3": "How to use",
    "4": "Use the `/custom_quote` command. If `quote_as` is specified, the custom Quote will be created in the user's name, otherwise in your name."
  },
  "buttons": {
    "prev": "Prev",
    "next": "Next",
    "close": "Close"
  },
  "only_executor": "Only the user who invoked this help message can execute this action."
}
