{
  "error": "Произошла ошибка",
  "message_fetch": "Не удалось получить сообщение",
  "message_empty": "Сообщение пустое",
  "message_not_found": "Мне не удалось найти сообщение на которое вы ссылаетесь.",
  "font_invalid": "Шрифт не найден: `{{font}}`",
  "theme_invalid": "Тема не найдена: `{{theme}}`",
  "banned": "Вы или данный сервер заблокирован(ы) от использования данного бота.",
  "blocked": "Указанный пользователь заблокировал создание изображения (или вы сами заблокировали создание изображения).",
  "blocked_with_spoiler": "Указанный пользователь заблокировал создание изображения из сообщения, содержащее спойлер (или вы сами заблокировали создание изображения)",
  "remove_not_allowed": "Вам не разрешено убрать данное сообщение.",
  "control_not_allowed": "У вас нет права на редактирование данного изображения.",
  "bot_permissions": {
    "guild": "У меня нет необходимых прав на данном сервере.",
    "channel": "У меня нет необходимых прав для выполнения команд в данном канале.",
    "required_permissions": "Пожалуйста проверьте чтобы следующие права были предоставлены данному боту:\n- Просматривать канал\n- Отправлять сообщения\n- Встраивать ссылки\n- Прикреплять файлы\n- Читать историю сообщений",
    "required_permissions_in_thread": "Пожалуйста проверьте чтобы следующие права были предоставлены данному боту:\n- Просматривать канал\n- Отправлять сообщения в ветках (или постах)\n- Встраивать ссылки\n- Прикреплять файлы\n- Читать историю сообщений",
    "dm": "Боту не разрешено отправлять сообщения. Пожалуйста, разрешите данному боту отправлять сообщения в настройках прав."
  },
  "bot_timed_out": "Сообщение не может быть отправлено, потому что бот превысил время ожидания. Если у вас есть необходимые права, пожалуйста, уберите время ожидания или свяжитесь с администратором сервера для удаления время ожидания",
  "not_bot_admin": "Вы не администратор данного бота.",
  "custom_quote_not_allowed": "Указанный пользователь не разрешает пользовательские цитаты (или вы).",
  "custom_quote_not_allowed_auto": "Функция пользовательской цитаты автоматические включена, но сервер имеет больше {{limit}} участников, либо указанный пользователь или вы принуждаете функцию быть отключённой.",
  "cooldown": {
    "title": "Успокойтесь.",
    "desc": "Данный сервер имеет перезарядку для цитирования. Пожалуйста, подождите {{sec}}."
  },
  "channel_not_found": "Канал, куда я перенаправляю, не может быть найден. Пожалуйста, свяжитесь с администратором данного сервера.",
  "always_quote_limit": "Только {{limit}} каналов для вечного цитирования может быть установлено.",
  "you_cant_use": "Вы не цитируемы. Пожалуйста, попросите вашего администратора сервера включить для вас цитаты.",
  "cant_view": "Я не могу просматривать данный канал. Пожалуйста, проверьте права канала.",
  "edit_failed": "Не удалось отредактировать сообщение.",
  "unknown_integration_type": "Неизвестный тип интеграции. Пожалуйста, сообщите об этом на сервер поддержки.",
  "userapp_not_allowed": "Вы не можете использовать пользовательскую установку цитат в данном канале, потому что у вас нет права “Отправлять сообщения”.",
  "plus": {
    "get": "Получите Make it a Quote+",
    "theme": "Функция тем доступна только в {{planname}}. {{get}}"
  }
}
